{"recipe":[{"name":"Omelette à la russe","description":"Ingrédients : oeuf, saumon fumé, crème fraîche épaisse. Passer au mixer le saumon et la crème. Mélanger un tiers de la préparation aux oeufs battus. C...","preparation_time":15,"cooking_time":10,"number_of_votes":20},{"name":"Omelette aux cèpes","description":"Ingrédients : poivre, cèpe, oeuf, beurre, persil, sel. Choississez de préférence un bon gros cèpe frais, nettoyez-le (ôtez la terre) sans le laver, co...","preparation_time":5,"cooking_time":10,"number_of_votes":19},{"name":"Omelette norvégienne facile","description":"Ingrédients : biscuits à la cuillère, oeuf, glace, sucre glace. Préchauffer le four à la température maximum. Battre les blancs d'oeuf en neige très f...","preparation_time":5,"cooking_time":5,"number_of_votes":18},{"name":"Omelette au navets","description":"Ingrédients : sauce soja, oeuf, huile d'olive, eau, ail, navet, persil. Épluchez et coupez les navets en tranches de moins d'un centimètre puis, débit...","preparation_time":20,"cooking_time":15,"number_of_votes":14},{"name":"Omelette sucrée","description":"Ingrédients : oeuf, sucre en poudre, lait, farine. Battre les œufs puis ajouter le sucre en poudre, la farine et le lait. Bien mélanger le tout pour q...","preparation_time":10,"cooking_time":5,"number_of_votes":13},{"name":"Omelette campagnarde","description":"Ingrédients : lait entier, oeuf, sucre en poudre, vanille, eau, maïzena, extrait de vanille liquide. Commencer par préparer le caramel : dans une cass...","preparation_time":25,"cooking_time":25,"number_of_votes":0},{"name":"Omelette à l'oignon","description":"Ingrédients : paprika, poivre, oeuf, champignon de Paris, pomme de terre, oignon, bacon, sel, basilic. Dans une poêle, faites revenir les champignons ...","preparation_time":20,"cooking_time":30,"number_of_votes":12},{"name":"Omelette au saumon","description":"Ingrédients : oeuf, vin blanc sec, oignon, beurre. Eplucher l'oignon et le faire revenir dans une poêle. Quand l'oignon est transparent, couvrir (sans...","preparation_time":2,"cooking_time":25,"number_of_votes":12},{"name":"Omelette nature","description":"Ingrédients : poivre, oeuf, crême fraîche, champignon de Paris, saumon fumé, sel, fromage râpé. Battre les oeufs dans un bol. Ajouter tous les autres ...","preparation_time":10,"cooking_time":15,"number_of_votes":10},{"name":"Omelette à la cancoillotte","description":"Ingrédients : poivre, oeuf, beurre, sel. Battez les oeufs à la fourchette, salez et poivrez. Faites chauffer le beurre, versez-en un peu dans les oeuf...","preparation_time":5,"cooking_time":10,"number_of_votes":9},{"name":null,"description":"Ingrédients : poivre, oeuf, cancoillotte, beurre, sel. Battre les oeufs en omelette avec le sel et le poivre. Faire fondre la noisette de beurene poêl...","preparation_time":10,"cooking_time":5,"number_of_votes":8}]}